Repository: jweiland-net/events2
Catalog: Resources/Private/Language/*.ExtConf.xlf
Languages: de

# poiCollectionPid
source: PID for poiCollections: Define a storage pid where to store records of type Point of Interest.
de: PID für POI Sammlungen: Definieren Sie eine Speicher-PID wo Datensätze vom Typ Point of Interest gespeichert werden sollen.

# rootUid
source: Category root UID: If you're working in an environments with a lot of categories defined, it may make sense to reduce the category tree within our Events2 Plugins to this root Category.
de: Kategorie Root-UID: Wenn Sie in einer Umgebung mit vielen Kategorien arbeiten, kann es sinnvoll sein den Kategoriebaum innerhalb unserer Events2-Plugins auf diese Haupt-Kategorie zu reduzieren.

# recurringPast
source: x months in past: When creating a new recurring event this extension can create related day records for the last x months.
de: x Monate in der Vergangenheit: Beim Erstellen einer neuen wiederkehrenden Veranstaltung kann events2 Tagesdatensätze für die letzten x Monate erstellen.

# recurringFuture
source: x months in future: When creating a new recurring event this extension can create related day records for the next x months.
de: x Monate in Zukunft: Bei der Erstellung einer wiederkehrenden Veranstaltung kann events2 Tagesdatensätze für die nächsten x Monate erstellen.

# defaultCountry
source: Default country: If you're only working for one specified country while creating/editing POIs in backend it would be cool to set a country by default. So you only need to add street and city to find a POI. If you need POIs from all over the world, please keep this field empty
de: Standardland: Wenn Sie nur Veranstaltungsorte für ein bestimmtes Land erstellen, ist es hilfreich hier ein Standardland anzugeben. Sie müssen im Datensatz also nur Straße und Stadt hinzufügen, um einen Point of Interest zu finden. Wenn du POIs aus der ganzen Welt benötigst, halte dieses Feld bitte leer

# xmlImportValidatorPath
source: XML Import Validator Path (xsd): While Importing Events we will check the XML file against a XSD file. If you need some specials you can define your own file here.
de: XML Import Validator Pfad (xsd): Während des Imports von Veranstaltungen werden wir die XML-Datei mit einer XSD-Datei überprüfen. Wenn Sie individuelle Überprüfungen benötigen, können Sie hier Ihre eigene XSD-Datei festlegen.

# organizerIsRequired
source: Is organizer required: By default it is not needed to explicit set an organizer. But, if you want, you can set organizers as a required property with activating this checkbox
de: Veranstalter als Pflichtfeld: Standardmäßig ist der Veranstalter kein Pflichtfeld. Aber wenn alle Veranstaltungen zwingend einen Veranstalter benötigen, dann kannst Du dies mit dieser Option aktivieren.

# locationIsRequired
source: Is location required: By default it is not needed to explicit set a location. But, if you want, you can set location as a required property with activating this checkbox
de: Ist Standort erforderlich: Standardmäßig wird kein expliziter Standort benötigt. Aber wenn Sie möchten, können Sie den Ort als gewünschte Eigenschaft einstellen, indem Sie dieses Kontrollkästchen aktivieren

# categoryIsRequired
source: Is category required: By default it is not needed to explicit set a category. But, if you want, you can set catgeory as a required property with activating this checkbox
de: Ist Kategorie erforderlich: Standardmäßig ist es nicht erforderlich, eine Kategorie explizit festzulegen. Aber, wenn du willst, kannst du die Kategorie als benötigte Eigenschaft setzen mit der Aktivierung dieses Kontrollkästchens

# pathSegmentType
source: Path Segment type: Set path segment type for frontend created events and PathSegment UpdateWizard. Set to "Do nothing" to keep path_segment untouched. Set to "RealUrl" to add a counter on duplicates (swimm, swimm-1, swimm-2). Set to "UID" to build a path segment based on title and uid.
de: Typ für sprechende URL: Setzt den Sprechende URL Typ für im Frontend erstellte Veranstaltungen und den PathSegment UpdateWizard. Bei "Do nothing" bleibt path_segment unberührt. Bei "RealUrl" wird dem path_segment ein Zähler angefügt, um Duplikate zu verhindern (brot, brot-1, brot-2). Bei "UID" wird path_segment auf Basis von Titel und UID erstellt.

# emailFromAddress
source: email from address: The senders email address. If not given the extension tries to get one from INSTALL_TOOL.
de: E-Mail von Adresse: Die E-Mail-Adresse des Absenders. Falls nicht angegeben, versucht events2 eine E-Mail Adresse vom INSTALL_TOOL zu erhalten.

# emailFromName
source: email from name: The senders email name. If not given the extension tries to get one from INSTALL_TOOL.
de: E-Mail von Namen: Der Absender-E-Mail-Name. Falls nicht angegeben versucht events2 einen vom INSTALL_TOOL zu erhalten.

# emailToAddress
source: email to address: The recipients email address.
de: An E-Mail Adresse: Die E-Mail-Adresse des Empfängers.

# emailToName
source: email to name: The recipients email name.
de: An E-Mail-Name: Der E-Mail-Name des Empfängers.
