Repository: jweiland-net/events2
Catalog: Resources/Private/Language/*.FlexForms.xlf
Languages: de

# sheetGeneral
source: General
de: Allgemein

# sheetList
source: Listview general
de: Listenansicht allgemein

# sheetListLatest
source: Listview for latest
de: Listenansicht für aktuellste

# sheetDetail
source: Detailview
de: Detailansicht

# sheetNew
source: New Events
de: Neue Veranstaltungen

source: List Type
de: Listentyp

# listType.list
source: List events
de: Veranstaltungen auflisten

# listType.listLatest
source: List latest events
de: Aktuellste Veranstaltungen auflisten

# listType.listToday
source: List events of today
de: Veranstaltungen von heute auflisten

# listType.listRange
source: List events for next 4 weeks
de: Veranstaltungen für die nächsten 4 Wochen auflisten

# listType.listThisWeek
source: List events for this week
de: Veranstaltungen dieser Woche auflisten

source: Categories
de: Kategorien

# mainCategories
source: Main Categories: You should only select categories of one level. The UID of their parent should be set in rootCategory of TS-Template.
de: Hauptkategorien: Sie sollten nur Kategorien einer Ebene auswählen. Die UID der übergeordneten Kategorie sollte in der Rootkategorie von TS-Template gesetzt werden.

# pidOfDetailPage
source: Page UID of detail page
de: Seiten-UID der Detailseite

# pidOfListPage
source: Page UID of list page
de: Seiten-UID der Listenseite

# pidOfLocationPage
source: Page UID for the event location
de: Seiten-UID für den Veranstaltungsort

# pidOfManagementPage
source: Page UID with events2 plugin to manage event records
de: Seiten-UID mit events2 Plugin zur Verwaltung von Veranstaltungs-Datensätzen

# pidOfSearchResults
source: Page UID of the search results
de: Seiten-UID der Suchergebnisse

# amountOfRecordsToShow
source: List amount of records (only for view: latest events)
de: Anzahl der Datensätze auflisten (nur für Ansicht: aktuellste Veranstaltungen)

# mergeEventsAtSameDay
source: Merge events with multiple times at same day to one entry
de: Zusammenführen von Veranstaltungen mit mehreren Zeiten am selben Tag zu einem Eintrag

# mergeEventsAtSameDay.description
source: Example: 17.07.2020 08:00 and 20:00 will be merged to just one entry without any time information, but with a hint, that there are multiple time entries available in detail view.
de: Beispiel: 17.07.2020 08:00 und 20:00 werden zu nur einem Eintrag ohne Zeitinformationen zusammengeführt jedoch mit dem Hinweis, dass mehrere Zeiteinträge in der Detailansicht zur Verfügung stehen.

# mergeRecurringEvents
source: Merge recurring events to one entry
de: Wiederholende Veranstaltungen zu einem Eintrag zusammenführen

# mergeRecurringEvents.description
source: Example: 17.07., 18.07., 22.07. will be merged to 17.07.-22.07. with a hint to look into detail view for exact dates.
de: Beispiel: 17.07., 18.07., 22.07. wird auf 17.07.-22.07 zusammengeführt, mit dem Hinweis, um die Detailansicht zwecks genauerer Daten zu prüfen.

# preFilterByOrganizer
source: Pre filter events by organizer
de: Vorabfilterung von Veranstaltungen nach Organisator

# showFilterForOrganizerInFrontend
source: Show a filter selection for organizers in Frontend
de: Filterauswahl für Organisatoren im Frontend anzeigen

# showFilterForOrganizerInFrontend.description
source: Filter will only be displayed, if there are at least 2 Organizers available
de: Filter wird nur angezeigt, wenn mindestens 2 Organisatoren verfügbar sind

source: Display
de: Anzeige

# display.description
source: It's possible to cut the output into two peaces. That way you can display images on top of page, the event output at bottom and other content in between.
de: Es ist möglich, die Ausgabe in zwei Abschnitte zu unterteilen. Auf diese Weise kannst du Bilder oben auf der Seite, die Liste der Veranstaltungen jedoch unterhalb ausgeben lassen und Fremdinhalte dazwischen.

# displayBoth
source: Show images and events
de: Zeige Bilder und Veranstaltungen

# displayImages
source: Show images only
de: Nur Bilder anzeigen

# displayEvent
source: Show Event only
de: Nur Veranstaltungen anzeigen

# selectableCategoriesForNewEvents
source: Selectable categories for new events in Frontend
de: Auswählbare Kategorien für neue Ereignisse im Frontend
