Repository: jweiland-net/events2
Catalog: Resources/Private/Language/*.locallang_csh_tx_events2_domain_model_event.xlf
Languages: de

# event_type.description
source: Choose type of event
de: Art der Veranstaltung auswählen

# event_type.details
source: Currently we have 3 event types: 1. simple: The event will only be shown at one date. 2. recurring: The most complex event. You have the possibility to configure nearly everything of this event. 3. duration: The event has a fixed start and end. Good for trips/travelling tours.
de: Momentan gibt es 3 Arten von Veranstaltungen: 1. Einzeln: Die Veranstaltung wird nur zu einem Zeitpunkt angezeigt. 2. Wiederholung: Die wohl komplexeste Veranstaltung. Sie haben die Möglichkeit, fast alles für diese Veranstaltung zu konfigurieren. 3. Durchgängig: Die Veranstaltung hat einen festen Start und Ende. Gut für Reisen.

# top_of_list.description
source: Move event on top of list
de: Veranstaltung nach oben auf die Liste verschieben

# title.description
source: This is the title of the event
de: Dies ist der Titel der Veranstaltung

# title.details
source: This is the title of the event. It will be displayed as header for each event in frontend.
de: Dies ist der Titel der Veranstaltung. Er wird als Überschrift für jede Veranstaltung im Frontend angezeigt.

# teaser.description
source: A short teaser for this event
de: Eine Kurzbeschreibung für diese Veranstaltung

# teaser.details
source: A little teaser for this event. It will be used to show just 1 or 2 sentences in list view instead of a cropped text of full description.
de: Eine Kurzbeschreibung für diese Veranstaltung. Er wird verwendet, um nur 1 oder 2 Sätze in der Listenansicht anzuzeigen, anstatt einen zugeschnittenen Text der vollständigen Beschreibung.

# event_begin.description
source: When does the event begin?
de: Wann beginnt die Veranstaltung?

# event_begin.details
source: Please choose an event date in the near future or in the early past. That's because of a configuration in ExtensionManager for this extension. There you can configure an amount of months for calculating day records in past and future. Default: 3 month past. 6 month future. It's up to the admin to change these values. If you enter a date with 6 month in past, no day record will be created. So this date will not be displayed in frontend.
de: Bitte wählen Sie ein Veranstaltungsdatum in naher Zukunft oder in der frühen Vergangenheit. Das liegt an einer Konfiguration im Extensioneinstellungen von events2. Dort können Sie eine Anzahl von Monaten für die Berechnung von Tagesdatensätzen in der Vergangenheit und Zukunft konfigurieren. Standard: 3 Monate in die Vergangenheit. 6 Monate in die Zukunft. Es obliegt dem Administrator, diese Werte zu ändern. Wenn Sie ein Veranstaltungsdatum mit 6 Monaten in der Vergangenheit angeben, wird kein Tagesdatensatz erstellt. Dieses Datum wird also nicht im Frontend angezeigt.

# event_end.description
source: When does the event end?
de: Wann endet die Veranstaltung?

# event_end.details
source: This is a special date for events of type "duration" and defines, when an event ends. It is a required field.
de: Hierbei handelt es sich um ein spezielles Feld von Veranstaltungen des Types "Durchgängig" und gibt an, wann eine Veranstaltung endet. Es ist ein Pflichtfeld.

# event_time.description
source: When does the event starts?
de: Wann beginnt die Veranstaltung?

# event_time.details
source: This is the basic time for all generated day records. It can be overridden with individual times defined here in this record.
de: Dies ist die Grundzeit für alle generierten Tagesdatensätze. Sie kann mit individuellen Zeiten in diesem Datensatz überschrieben werden.

# same_day.description
source: This event starts multiple times at one day.
de: Diese Veranstaltung findet mehrmals an einem Tag statt.

# same_day.details
source: Activate this option to add further time records for this event.
de: Aktivieren Sie diese Option, um weitere Zeit-Datensätze für diese Veranstaltung hinzuzufügen.

# multiple_times.description
source: Add further time records
de: Weitere Zeit-Datensätze hinzufügen

# multiple_times.details
source: The added time records will be appended to basic event time record. In frontend you will see all time records for this event.
de: Die Uhrzeit der Veranstaltung wird diesen hier hinzugefügten Uhrzeiten hinzugefügt. Im Frontend sehen Sie alle Uhrzeiten pro Veranstaltung.

# xth.description
source: Repeat each x th week of month
de: Wiederhole jede x-te Woche im Monat

# xth.details
source: This option is always a combination between the fields xth and weekday. If you keep xth and/or weekday empty NO day record will be generated. The frondend will not display this event.
de: Diese Option ist immer eine Kombination aus Woche und Wochentag. Wenn eins dieser beiden Felder leer bleibt werden keine Tagesdatensätze generiert. Das Frontend bleibt also leer.

# weekday.description
source: Repeat each defined weekday
de: Wiederhole zu jedem angehakten Wochentag

# weekday.details
source: This option is always a combination between the fields xth and weekday. If you keep xth and/or weekday empty NO day record will be generated. The frondend will not display this event.
de: Diese Option ist immer eine Kombination aus Woche und Wochentag. Wenn eins dieser beiden Felder leer bleibt werden keine Tagesdatensätze generiert. Das Frontend bleibt also leer.

# different_times.description
source: Create time records for a special weekday
de: Erstelle einen Zeit-Datensatz für einen bestimmten Wochentag

# different_times.details
source: This option will override multiple_times for one day and event_time completely.
de: Diese Option überschreibt multiple_times für einen Tag und event_time komplett.

# each_weeks.description
source: Let event repeat each, seconds, third or forth week
de: Veranstaltung wiederholt sich jede, zweite, dritte oder vierte Woche

# recurring_end.description
source: A special date when repeating an event should end.
de: Ein spezielles Datum, um anzugeben, wann die Wiederholung für eine Veranstaltung enden soll.

# recurring_end.details
source: If you do not enter a date, a date from ExtensionManager configuration will be used. Default +12 month.
de: Wenn Sie kein Datum angeben, wird ein Datum aus den Extension Einstellungen der events2 verwendet. Standard +12 Monate.

# exceptions.description
source: Special definitions for a defined date
de: Spezielle Angaben, für ein spezielles Datum

# exceptions.details
source: Add an additional date. Add another time record for a special date. Mark a date as removed. Add further information for a special date.
de: Ein zusätzliches Datum hinzufügen. Eine andere Uhrzeit für ein bestimmtes Datum vorgeben. Ein Datum als gelöscht markieren. Zusätzliche Informationen einem speziellen Datum hinzufügen.

# detail_information.description
source: Explain on detail what happens at that event
de: Erläutern Sie im Detail, was bei dieser Veranstaltung passiert

# free_entry.description
source: Activate, if this is a cost free event
de: Aktivieren, wenn dies eine kostenfreie Veranstaltung ist

# ticket_link.description
source: Create a ticket link record
de: Ticket-Link-Datensatz erstellen

# location.description
source: Create a location record. This is a requirement.
de: Erstellen eines Veranstaltungsortes. Dies ist ein Pflichtfeld.

# organizer.description
source: Create an organizer record. This is a requirement.
de: Erstellen Sie einen Organisator-Datensatz. Dies ist ein Pflichtfeld.

# images.description
source: You can define some images here, which you can see in detail view of your event
de: Sie können hier einige Bilder angeben, die Sie in der Detailansicht Ihrer Veranstaltung sehen können

# video_link.description
source: Do you have a YouTube video link, which will describe this event. Add it here.
de: Haben Sie einen YouTube-Video-Link, der dieses Ereignis beschreibt? Fügen Sie ihn hier hinzu.

# download_links.description
source: Do you have some information as PDF? Add them here.
de: Haben Sie Informationen als PDF? Fügen Sie sie hier hinzu.
