Repository: jweiland-net/events2
Catalog: Resources/Private/Language/*.locallang_ext_form.xlf
Languages: de

# element.newEvent.renderingOptions.submitButtonLabel
source: Submit
de: Speichern

# element.radio-choose-event-type.properties.label
source: Event type
de: Veranstaltungstyp

# element.radio-choose-event-type.renderingOptions.nextButtonLabel
source: Next page
de: Nächste Seite

# element.choose-event-type.properties.label
source: Please choose an event type
de: Bitte wählen Sie einen Veranstaltungstyp

# element.choose-event-type.properties.elementDescription
source: You must first select an event type so that the corresponding input fields can be displayed on the following pages.
de: Es muss zunächst ein Veranstaltungstyp ausgewählt werden, damit Ihnen auf den folgenden Seiten die entsprechenden Eingabefelder dargestellt werden können.

# element.choose-event-type.properties.options.single
source: Single event
de: Einzelner Termin

# element.choose-event-type.properties.options.duration
source: Multiday event
de: Mehrtägige Veranstaltung

# element.choose-event-type.properties.options.recurring
source: Recurring event
de: Wiederkehrende Veranstaltung

# element.collect-data.properties.label
source: Event data
de: Veranstaltungsdaten

# element.collect-data.renderingOptions.previousButtonLabel
source: Previous page
de: Vorherige Seite

# element.collect-data.renderingOptions.nextButtonLabel
source: Next page
de: Nächste Seite

# element.title.properties.label
source: Title
de: Titel

# element.title.properties.elementDescription
source: The title is a mandatory field. It should identify the event as clearly as possible.
de: Bei dem Titel handelt es sich um ein Pflichtfeld. Er sollte die Veranstaltung möglichst eindeutig identifizieren.

# element.event-begin.properties.label
source: Event begin
de: Veranstaltungsbeginn

# element.event-begin.properties.elementDescription
source: The start date is a mandatory field. Click on the calendar icon to open the Date Value Wizard.
de: Bei dem Startdatum handelt es sich um ein Pflichtfeld. Klicken Sie auf das Kalender Icon, um den Assistenten für Datumwerte zu öffnen.

# element.event-end.properties.label
source: Event end
de: Veranstaltungsende

# element.event-end.properties.elementDescription
source: For multiday events, the event end date is a mandatory field. Click on the calendar icon to open the Date Value Wizard.
de: Für mehrtägige Veranstaltungen ist das Veranstaltungsende ein Pflichtfeld. Klicken Sie auf das Kalender Icon, um den Assistenten für Datumwerte zu öffnen.

# element.recurring-end.properties.label
source: End of the series of events
de: Ende der Veranstaltungsreihe

# element.recurring-end.properties.elementDescription
source: For recurring events we recommend setting an end date. However, this is not mandatory. Click on the calendar icon to open the Date Value Wizard.
de: Für wiederkehrende Veranstaltungen empfehlen wir das Setzen eines Ende Datums. Dies ist jedoch nicht Pflicht. Klicken Sie auf das Kalender Icon, um den Assistenten für Datumwerte zu öffnen.

# element.time-begin.properties.label
source: Event time
de: Uhrzeit der Veranstaltung

# element.time-begin.properties.elementDescription
source: Here you can add a start time to the event. Use the format hh:mm. If it is a recurring event, this time will be valid for every day.
de: Hier können Sie der Veranstaltung eine Startzeit hinzufügen. Verwenden Sie das Format hh:mm. Wenn es sich um eine wiederkehrende Veranstaltung handelt, gilt diese Uhrzeit für jeden Tag.

# element.short-description.properties.label
source: Teaser
de: Kurzbeschreibung

# element.short-description.properties.elementDescription
source: Enter a short description here. This will be used as description text in event overviews.
de: Tragen Sie hier eine kurze Beschreibung ein. Diese wird als Beschreibungstext in Veranstaltungsübersichten verwendet.

# element.detail-description.properties.label
source: Description
de: Beschreibung

# element.detail-description.properties.elementDescription
source: Enter a detailed description here. This will be displayed as description text in the detail view.
de: Tragen Sie hier eine detaillierte Beschreibung ein. Diese wird als Beschreibungstext in der Detailansicht dargestellt.

# element.ticket-link.properties.elementDescription
source: Enter a link to the ticket sale here. Please transfer the complete link incl. https://
de: Tragen Sie hier einen Link zum Ticketverkauf ein. Bitte übernehmen Sie den vollständigen Link inkl. https://

# element.event-location.properties.label
source: Event Location
de: Veranstaltungsort

# element.event-location.properties.elementDescription
source: The venue is a required field. Please enter the first times of the location in the field and select the appropriate location from the list.
de: Der Veranstaltungsort ist ein Pflichtfeld. Bitte tragen Sie die ersten Zeichen des Ortes in das Feld ein und wählen Sie den entsprechenden Ort aus der Liste.

# element.download-link.properties.elementDescription
source: Here you can add a link to a program booklet, for example.
de: Hier können Sie z.B. einen Link zu einem Programmheft hinzufügen.

# element.youtube-link.properties.elementDescription
source: Here you can add a link to a YouTube video.
de: Hier können Sie einen Link zu einem YouTube Video hinzufügen.

# element.categories.properties.label
source: Categories
de: Kategorien

# element.categories.properties.elementDescription
source: Categories are a required field. Select min. 1 but max. 3 categories.
de: Kategorien sind ein Pflichtfeld. Wählen Sie min. 1 jedoch max. 3 Kategorien aus.

# element.weekday.properties.label
source: Weekday
de: Wochentag

# element.weekday.properties.elementDescription
source: The days of the week are a required field. Select at least one day of the week. The event will then appear every week on the specified weekdays.
de: Die Wochentage sind ein Pflichtfeld. Wählen Sie mindestens einen Wochentag aus. Die Veranstaltung erscheint dann jede Woche zu dem angegebenen Wochentagen.

# element.weekday.properties.options.1
source: Monday
de: Montag

# element.weekday.properties.options.2
source: Tuesday
de: Dienstag

# element.weekday.properties.options.4
source: Wednesday
de: Mittwoch

# element.weekday.properties.options.8
source: Thursday
de: Donnerstag

# element.weekday.properties.options.16
source: Friday
de: Freitag

# element.weekday.properties.options.32
source: Saturday
de: Samstag

# element.weekday.properties.options.64
source: Sunday
de: Sonntag

# element.image-1.properties.label
source: 1st image upload
de: 1. Bild hochladen

# element.image-1.properties.elementDescription
source: You can add up to 2 images to the event.
de: Sie können der Veranstaltung bis zu 2 Bilder hinzufügen.

# element.image-2.properties.label
source: 2nd image upload
de: 2. Bild hochladen

# element.image-2.properties.elementDescription
source: You can add up to 2 images to the event.
de: Sie können der Veranstaltung bis zu 2 Bilder hinzufügen.

# element.define-event-times.properties.label
source: Define further event times each weekday
de: Angabe weiterer Veranstaltungszeiten pro Wochentag

# element.define-event-times.renderingOptions.previousButtonLabel
source: Previous page
de: Vorherige Seite

# element.time-begin-monday.properties.label
source: Here you can specify a different start time for Monday.
de: Hier können Sie eine abweichende Startzeit für Montag angeben.

# element.time-begin-monday.properties.elementDescription
source: Enter the different start time in the format hh:mm.
de: Tragen Sie die abweichende Startzeit in dem Format hh:mm ein.

# element.time-begin-tuesday.properties.label
source: Here you can specify a different start time for Tuesday.
de: Hier können Sie eine abweichende Startzeit für Dienstag angeben.

# element.time-begin-tuesday.properties.elementDescription
source: Enter the different start time in the format hh:mm.
de: Tragen Sie die abweichende Startzeit in dem Format hh:mm ein.

# element.time-begin-wednesday.properties.label
source: Here you can specify a different start time for Wednesday.
de: Hier können Sie eine abweichende Startzeit für Mittwoch angeben.

# element.time-begin-wednesday.properties.elementDescription
source: Enter the different start time in the format hh:mm.
de: Tragen Sie die abweichende Startzeit in dem Format hh:mm ein.

# element.time-begin-thursday.properties.label
source: Here you can specify a different start time for Thursday.
de: Hier können Sie eine abweichende Startzeit für Donnerstag angeben.

# element.time-begin-thursday.properties.elementDescription
source: Enter the different start time in the format hh:mm.
de: Tragen Sie die abweichende Startzeit in dem Format hh:mm ein.

# element.time-begin-friday.properties.label
source: Here you can specify a different start time for Friday.
de: Hier können Sie eine abweichende Startzeit für Freitag angeben.

# element.time-begin-friday.properties.elementDescription
source: Enter the different start time in the format hh:mm.
de: Tragen Sie die abweichende Startzeit in dem Format hh:mm ein.

# element.time-begin-saturday.properties.label
source: Here you can specify a different start time for Saturday.
de: Hier können Sie eine abweichende Startzeit für Samstag angeben.

# element.time-begin-saturday.properties.elementDescription
source: Enter the different start time in the format hh:mm.
de: Tragen Sie die abweichende Startzeit in dem Format hh:mm ein.

# element.time-begin-sunday.properties.label
source: Here you can specify a different start time for Sunday.
de: Hier können Sie eine abweichende Startzeit für Sonntag angeben.

# element.time-begin-sunday.properties.elementDescription
source: Enter the different start time in the format hh:mm.
de: Tragen Sie die abweichende Startzeit in dem Format hh:mm ein.

# validation.error.1221560910
source: This field is a mandatory field!
de: Bei diesem Feld handelt es sich um ein Pflichtfeld!

# validation.error.1221560718
source: This field is a mandatory field!
de: Bei diesem Feld handelt es sich um ein Pflichtfeld!

# validation.error.1347992400
source: This field is a mandatory field!
de: Bei diesem Feld handelt es sich um ein Pflichtfeld!

# validation.error.1347992453
source: This field is a mandatory field!
de: Bei diesem Feld handelt es sich um ein Pflichtfeld!

# validation.error.1475002994
source: You must select between %s to %s elements.
de: Sie müssen zwischen %s und %s Elementen auswählen.

# finisher.FlashMessage.messageBody
source: Your new Event was created.
de: Ihre Veranstaltung wurde eingetragen.
