Repository: jweiland-net/events2
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_events2_domain_model_event
source: Event
de: Veranstaltung

# tx_events2_domain_model_event.top_of_list
source: Top of list
de: Am Anfang der Liste

# tx_events2_domain_model_event.title
source: Title
de: Titel

# tx_events2_domain_model_event.teaser
source: Teaser
de: Kurzbeschreibung

# tx_events2_domain_model_event.event_begin
source: Event begin
de: Veranstaltungsbeginn

# tx_events2_domain_model_event.event_begin2
source: Date of Events
de: Datum der Veranstaltung

# tx_events2_domain_model_event.event_time
source: Time
de: Zeit

# tx_events2_domain_model_event.event_end
source: Last event
de: Letzte Veranstaltung

# tx_events2_domain_model_event.same_day
source: Same day
de: Am selben Tag

# tx_events2_domain_model_event.multiple_times
source: Multiple times on same day
de: Mehrere Zeiten am selben Tag

# tx_events2_domain_model_event.xth
source: Recurring
de: Wiederkehrend

# tx_events2_domain_model_event.weekday
source: Weekday
de: Wochentag

# tx_events2_domain_model_event.weekday.tuesday
source: Tu
de: Di

# tx_events2_domain_model_event.weekday.wednesday
source: We
de: Mi

# tx_events2_domain_model_event.weekday.thursday
source: Th
de: Do

# tx_events2_domain_model_event.weekday.sunday
source: Su
de: So

# tx_events2_domain_model_event.different_times
source: Different times for each weekday
de: Unterschiedliche Zeiten für jeden Wochentag

# tx_events2_domain_model_event.each_weeks
source: Recurring weeks
de: Wiederkehrende Wochen

# tx_events2_domain_model_event.each_weeks.0
source: Don't repeat in weeks. Use settings above.
de: Wiederholt sich nicht in Wochen. Verwenden Sie die Einstellungen oben.

# tx_events2_domain_model_event.each_weeks.1
source: Each week
de: Jede Woche

# tx_events2_domain_model_event.each_weeks.2
source: Each 2 weeks
de: Alle 2 Wochen

# tx_events2_domain_model_event.each_weeks.3
source: Each 3 weeks
de: Alle 3 Wochen

# tx_events2_domain_model_event.each_weeks.4
source: Each 4 weeks
de: Alle 4 Wochen

# tx_events2_domain_model_event.exceptions
source: Exceptions
de: Ausnahmen

# tx_events2_domain_model_event.detail_information
source: Detail information
de: Detailinformationen

# tx_events2_domain_model_event.free_entry
source: free entry
de: freier Eintritt

# tx_events2_domain_model_event.days
source: Days
de: Tage

# tx_events2_domain_model_event.location
source: Location
de: Veranstaltungsort

# tx_events2_domain_model_event.organizer
source: Organizer
de: Veranstalter

# tx_events2_domain_model_event.organizers
source: Organizers
de: Veranstalter

# tx_events2_domain_model_event.images
source: Images
de: Bilder

# tx_events2_domain_model_event.video_link
source: Link to Youtube
de: Link zu Youtube

# tx_events2_domain_model_event.categories
source: Categories
de: Kategorien

# tx_events2_domain_model_day
source: Day
de: Tag

# tx_events2_domain_model_day.day
source: Day
de: Tag

# tx_events2_domain_model_time
source: Time
de: Zeit

# tx_events2_domain_model_time.type
source: Type
de: Typ

# tx_events2_domain_model_time.weekday
source: Weekday
de: Wochentag

# tx_events2_domain_model_time.weekday.monday
source: Monday
de: Montag

# tx_events2_domain_model_time.weekday.tuesday
source: Tuesday
de: Dienstag

# tx_events2_domain_model_time.weekday.wednesday
source: Wednesday
de: Mittwoch

# tx_events2_domain_model_time.weekday.thursday
source: Thursday
de: Donnerstag

# tx_events2_domain_model_time.weekday.friday
source: Friday
de: Freitag

# tx_events2_domain_model_time.weekday.saturday
source: Saturday
de: Samstag

# tx_events2_domain_model_time.weekday.sunday
source: Sunday
de: Sonntag

# tx_events2_domain_model_time.time_begin
source: Time Begin
de: Beginn

# tx_events2_domain_model_time.time_entry
source: Time Entry
de: Einlass

# tx_events2_domain_model_time.duration
source: Duration
de: Dauer

# tx_events2_domain_model_time.time_end
source: Time End
de: Ende

# tx_events2_domain_model_exception
source: Exception
de: Ausnahme

# tx_events2_domain_model_exception.exception_type
source: Type
de: Typ

# tx_events2_domain_model_exception.exception_type.Add
source: Add
de: Zusatztermin

# tx_events2_domain_model_exception.exception_type.Remove
source: Remove
de: Ausfall

# tx_events2_domain_model_exception.exception_type.Time
source: Time
de: andere Uhrzeit

# tx_events2_domain_model_exception.exception_type.Info
source: Info
de: Zusatzinformationen

# tx_events2_domain_model_exception.exception_date
source: Date
de: Datum

# tx_events2_domain_model_exception.exception_time
source: Time
de: Zeit

# tx_events2_domain_model_exception.primer
source: Primer
de: Premiere

# tx_events2_domain_model_exception.resumption
source: Resumption
de: Wiederaufnahme

# tx_events2_domain_model_location
source: Location
de: Ort

# tx_events2_domain_model_location.location
source: Location
de: Ort

# tx_events2_domain_model_location.street
source: Street
de: Straße

# tx_events2_domain_model_location.house_number
source: Number
de: Nummer

# tx_events2_domain_model_location.zip
source: Zip
de: PLZ

# tx_events2_domain_model_location.city
source: City
de: Stadt

# tx_events2_domain_model_organizer
source: Organizer
de: Veranstalter

# tx_events2_domain_model_organizer.organizer
source: Organizer
de: Veranstalter

# tx_events2_domain_model_link.title
source: Title
de: Titel

# tx_events2_domain_model_search.search
source: Searchword
de: Suchwort

# tx_events2_domain_model_search.mainCategory
source: Main category
de: Hauptkategorie

# tx_events2_domain_model_search.subCategory
source: Sub category
de: Unterkategorie

# tx_events2_domain_model_search.eventBegin
source: Event begin
de: Veranstaltungsbeginn

# tx_events2_domain_model_search.eventEnd
source: Event end
de: Veranstaltungsende

# tx_events2_domain_model_search.location
source: Location
de: Ort

# tx_events2_domain_model_search.freeEntry
source: Free entry
de: Freier Eintritt

# pageBrowser.first
source: First
de: Erste

# pageBrowser.previous
source: Previous
de: Vorherige

# pageBrowser.next
source: Next
de: Nächste

# pageBrowser.last
source: Last
de: Letzte

# newEntry
source: Insert new Event
de: Neue Veranstaltung einfügen

source: List my events
de: Meine Veranstaltungen auflisten

# eventCreated
source: Your new Event was created.
de: Ihre neue Veranstaltung wurde erstellt.

# eventUpdated
source: Your Event has been updated.
de: Ihre Veranstaltung wurde aktualisiert.

# eventDeleted
source: Your Event has been removed.
de: Ihre Veranstaltung wurde entfernt.

# showDetailview
source: See Single View
de: Siehe Einzelansicht

source: Multiple times assigned
de: Mehrere Zeiten zugewiesen

source: Routeplanner
de: Routenplaner

source: Alternative event dates
de: Alternative Veranstaltungsdaten

source: Single View
de: Einzelansicht

source: Search
de: Suche

source: yes
de: ja

source: no
de: nein

# noEventFound
source: The requested event could not be found. It may have already been deleted.
de: Der angeforderte Termin konnte nicht gefunden werden. Möglicherweise wurde er bereits gelöscht.

# noResults
source: Today there are no events
de: Heute gibt es keine Veranstaltungen

# export
source: Export date
de: Termin exportieren

# widget.pagination.previous
source: previous
de: vorherige

# widget.pagination.next
source: next
de: nächste

source: Event Schedule
de: Terminplan

# event_topic
source: Event List by Topics
de: Veranstaltungsliste nach Themen

source: No events found
de: Keine Veranstaltungen vorhanden

# link.listEvents
source: Show all events
de: Alle Veranstaltungen anzeigen

source: required
de: erforderlich

source: Hint
de: Hinweis

source: Create
de: Erstellen

source: Update
de: Aktualisieren

source: Save
de: Speichern

source: Remaining letters
de: Verbleibende Zeichen

# userGroupNotConfigured
source: Please assign a user group (userGroup property) in the site settings to restrict access to this page.
de: Bitte weise in den Website-Einstellungen eine Benutzergruppe (Eigenschaft „userGroup“) zu, um den Zugriff auf diese Seite zu beschränken.

# pluginNeedsLogin
source: This page is restricted. Please log in to access the Events Management area.
de: Diese Seite ist eingeschränkt. Bitte melde dich an, um auf den Bereich Veranstaltungsmanagement zuzugreifen.

# notAllowedToCreate
source: You're not allowed to create event records.
de: Sie sind nicht berechtigt, Veranstaltungen zu erstellen.

# missingOrganizerForCreate
source: You're allowed to create event records, but your user record has no relation to an organizer record.
de: Sie dürfen Veranstaltungen erstellen, aber Ihr Benutzereintrag hat keine Beziehung zu einem Organisator.

# unauthorizedOrganizerForEdit
source: You are not allowed to edit events that do not correspond to your assigned organizer.
de: Sie sind nicht berechtigt, Termine zu bearbeiten, die nicht Ihrem zugewiesenen Veranstalter entsprechen.

# email.subject.create
source: A new record was created
de: Ein neuer Datensatz wurde erstellt

# email.subject.update
source: A record was updated
de: Ein Datensatz wurde aktualisiert

# email.subject.activate
source: A record was activated
de: Ein Datensatz wurde aktiviert

# validator.event.videoLink.notYouTube
source: The URI provided for the video link is not a YouTube link. This form currently only allows YouTube links.
de: Die URI für den Video-Link ist kein YouTube-Link. Dieses Formular erlaubt derzeit nur YouTube-Links.

# validator.event.categories.isMandatory
source: Property "categories" is defined to be mandatory. Please select at least one category.
de: Die Eigenschaft "Kategorien" ist als obligatorisch definiert. Bitte wählen Sie mindestens eine Kategorie.

# error.upload
source: Something went wrong with your uploaded files. Please try again. Error:
de: Etwas ist mit deinen hochgeladenen Dateien schief gelaufen. Bitte versuche es erneut. Fehler:

# error.uploadRights
source: You don\'t have checked the box for upload rights. So upload stops here
de: Du hast das Feld für Upload-Rechte nicht ausgewählt. Der Upload wurde abgebrochen

# error.fileExtension
source: You only can upload files with following file extensions: %1$s
de: Du kannst nur Dateien mit folgenden Dateiendungen hochladen: %1$s

# error.locationFail
source: The given location does not exist in our database. Please choose another one
de: Der angegebene Standort existiert nicht in unserer Datenbank. Bitte wähle einen anderen

# cshTitle
source: The title is mandatory
de: Der Titel ist ein Pflichfeld

# cshTeaser
source: The teaser is a short description and will be displayed on list views
de: Der Teaser ist eine kurze Beschreibung und wird in Listenansichten angezeigt

# cshEventBegin
source: This date must be filled in following format: dd.mm.yyyy
de: Dieses Datum muss im folgenden Format ausgefüllt werden: dd.mm.yyy

# cshEventEnd
source: This date must be filled in following format: dd.mm.yyyy
de: Dieses Datum muss im folgenden Format ausgefüllt werden: dd.mm.yyy

# cshTimeBegin
source: The time of the event has to be fill in following format: hh:mm
de: Die Zeit der Veranstaltung muss im folgenden Format ausgefüllt werden: hh:mm

# cshCategories
source: The categories are mandatory. Please hold down STRG or CMD on your keyboard to select multiple categories.
de: Die Kategorien sind obligatorisch. Bitte drücke STRG oder CMD auf deiner Tastatur, um mehrere Kategorien auszuwählen.

# cshLocation
source: The location is mandatory
de: Der Ort ist obligatorisch

# cshVideo
source: Insert here the link to a video film
de: Füge hier den Link zu einem Videofilm ein

# cshImages
source: Upload max. 5 image files (jpg,gif,png). Please use the same image dimensions (i.e. 3:2, 3:4) if uploading more than one image.Be sure to set the image rights. Otherwise the image will not be uploaded.
de: Lade max. 5 Bilddateien hoch (jpg,gif,png). Bitte verwende die gleiche Bildgröße (z.B. 3:2, 3:4), wenn mehr als ein Bild hochgeladen wird. Stelle sicher, dass du die Rechte des Bildes besitzen. Andernfalls wird das Bild nicht hochgeladen.

# rightsMessage
source: Dear Admin: Please override this label with help of TypoScript
de: Lieber Admin: Bitte überschreibe dieses Label mit Hilfe von TypoScript

# altTextMapImg
source: Map
de: Karte

# scheduler.path
source: Path of file to import
de: Pfad der zu importierenden Datei

# scheduler.storagePid
source: Storage PID
de: Speicher-PID
